Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/regjeringen.no/alkkep-oadtjot-bargodisvuodarudajt-ga-le_id_682364.html.tmx
Source language: sme
Languages: smj

source: Guolleindustriijas galgá álkit oažžut beaiveruđa jos permitterejuvvo gaskaboddosaččat - regjeringen.no
smj: Álkkep oadtjot bargodisvuodarudájt gå le muhtem mærráj bargos ierit guolástusindustrijan

source: Ráđđehus mudde guolleindustriija bargiid gáibádusaid oažžumis beaiveruđa jos permitterejuvvojit gaskaboddosaččat.
smj: Ráddidus vuolet gájbbádusájt bargodisvuodarudájda daj hárráj gudi li muhtem mærráj bargos ieret guolástusindustrijan.

source: Ođđajagimánu 1. beaivvi mearriduvvui ahte bargoáigi bajiduvvo 40 proseanttas 50 prosentii go gustovaš sierra njuolggadusat heaittihuvvojedje finánsaroasu geažil.
smj: Ådåjakmáno 1. biejve rájes biejaduváj gájbbádus barggoájge binnedibmáj 40 prosentas 50 prosænntaj gå sierranjuolgadusá fámoduhteduvvim ma ruhtahiede ájge doajmmin.

source: – Mii vásiheimmet sávakeahtes bohtosiid, ja daid mii leat dál čorgen, cealká bargoministtar Hanne Bjurstrøm.
smj: – Vuojnijma da ettjin vájkkuda nav gåktu lij ájádaládum, ja ássjev lip dal rájddam, javllá barggominisstar Hanne Bjurstrøm.

source: Suoidnemánu 1. beaivvi rájes lea bargoáigi vuoliduvvon fas 40 prosentii jos permitterejuvvo.
smj: Snjilltjamáno 1. biejve rájes le gájbbádus binnedum barggoájggáj dajda gudi li muhtem mærráj ierit bargos biejadum vas 40 prosænntaj.

source: Guolleindustriijas ii gusto bálkágeatnegahttin láhka permitteremiid geažil.
smj: Guolástusindustrija le bessam bálkkávælggolágas dalloj gå bargge li muhtem mærráj ierit bargos.

source: Guolleindustriija bargit eai oačču bálkká bargoaddis daid vuosttas beivviid permitterenáigodagas, muhto ožžot beaiveruđa vuosttas beaivvi rájes.
smj: Bargge guolástusindustrijan e bálkáv oattjo barggovaddes vuostasj biejvijt gå li bargos ierit, dan sadjáj oadtju bargodisvuodarudájt.

source: Dábálaččat lea beaiveruhta unnit go bálká, ja dan geažil ožžot guolleindustriija bargit geat permitterejuvvojit uhcit ruđa go earát geat leat permitterejuvvon.
smj: Dajna gå bargodisvuodarudá li binnebu gå bálkká, de oadtju da gudi li ierit bargos binnep rudájt gå iehtjáda gudi li ierit bargos.

source: Dát buhtaduvvo go beaiveruhtabargoáiggieavttut dál vuoliduvvojit 40 prosentii permitterenáiggi.
smj: Gå bargodisvuodarudá vuoleduvvi 40 prosænntaj, de kompenseriduvvá dan baktu.
